Repository: shustovTE/yourls_ru_RU
Catalog: *.po
Languages: ru_ru

source: Searching for <strong>%1$s</strong> in <strong>%2$s</strong>.
ru_ru: Поиск <strong>%1$s</strong> в <strong>%2$s</strong>.

source: Short URL created, but could not redirect to %s !
ru_ru: Короткая ссылка создана, но не удалось перенаправить на %s !

source: Unknown "Share" bookmarklet
ru_ru: Неизвестный букмарклет "Поделиться"

source: No URLs.
ru_ru: Нет URL.

source: Try being less specific
ru_ru: Попробуйте менее строгий запрос

source: Display <strong>%1$s</strong> to <strong class="increment">%2$s</strong> of <strong class="increment">%3$s</strong> URLs
ru_ru: Показаны <strong>%1$s</strong> - <strong class="increment">%2$s</strong> из <strong class="increment">%3$s</strong> URL

source: counting <strong>1</strong> click
ru_ru: засчитан <strong>1</strong> клик

source: Overall, tracking <strong class="increment">%1$s</strong> links, <strong>%2$s</strong> clicks, and counting!
ru_ru: Всего отслеживается <strong class="increment">%1$s</strong> ссылок, <strong>%2$s</strong> кликов, и это не предел!

source: No URL
ru_ru: Нет URL

source: PHP extension for PDO not found
ru_ru: Расширение PHP для PDO не найдено

source: %s version is too old. Ask your server admin for an upgrade.
ru_ru: Версия %s слишком старая. Попросите администратора сервера обновить ее.

source: YOURLS already installed.
ru_ru: YOURLS уже установлен.

source: File <tt>.htaccess</tt> successfully created/updated.
ru_ru: Файл <tt>.htaccess</tt> успешно создан/обновлен.

source: Could not write file <tt>.htaccess</tt> in YOURLS root directory. You will have to do it manually. See <a href="http://yourls.org/htaccess">how</a>.
ru_ru: Не удалось записать файл <tt>.htaccess</tt> в корневой каталог YOURLS. Вам придется сделать это вручную. Cм. <a href="http://yourls.org/htaccess">инструкцию</a>.

source: Install YOURLS
ru_ru: Установить YOURLS

source: YOURLS Administration Page
ru_ru: Страница администрирования YOURLS

source: Unsupported action
ru_ru: Неподдерживаемое действие

source: No plugin specified, or not a valid plugin
ru_ru: Плагин не указан, или это неверный плагин

source: Plugin has been activated
ru_ru: Плагин был активирован

source: Plugin has been deactivated
ru_ru: Плагин был деактивирован

source: Manage Plugins
ru_ru: Управление плагинами

source: Plugins
ru_ru: Плагины

source: %s plugin
ru_ru: %s плагин

source: You currently have <strong>%1$s</strong> installed, and <strong>%2$s</strong> activated
ru_ru: У вас установлено <strong>%1$s</strong>, и активировано <strong>%2$s</strong>

source: Plugin Name
ru_ru: Название плагина

source: Version
ru_ru: Версия

source: Description
ru_ru: Описание

source: Author
ru_ru: Автор

source: Action
ru_ru: Действие

source: (no info)
ru_ru: (нет данных)

source: Deactivate
ru_ru: Деактивировать

source: Activate
ru_ru: Активировать

source: plugin file location: %s
ru_ru: расположение файла плагина: %s

source: Toggle active/inactive plugins
ru_ru: Переключить активные/неактивные плагины

source: If something goes wrong after you activate a plugin and you cannot use YOURLS or access this page, simply rename or delete its directory, or rename the plugin file to something different than <code>plugin.php</code>.
ru_ru: Если что-то пойдет не так после активации плагина, и вы не сможете использовать YOURLS или войти на эту страницу, просто переименуйте или удалите его каталог, или переименуйте файл плагина во что-то отличное от <code>plugin.php</code>.

source: More plugins
ru_ru: Больше плагинов

source: For more plugins, head to the official <a href="http://yourls.org/awesome">Plugin list</a>.
ru_ru: Больше плагинов вы найдете в официальном <a href="http://yourls.org/awesome">списке плагинов</a>.

source: Cool YOURLS Tools
ru_ru: Классные инструменты YOURLS

source: Bookmarklets
ru_ru: Букмарклеты

source: YOURLS comes with handy <span>bookmarklets</span> for easier link shortening and sharing.
ru_ru: YOURLS поставляется с удобными <span>букмарклетами</span> для легкого сокращения ссылок и обмена ими.

source: Standard or Instant, Simple or Custom
ru_ru: Стандартные или мгновенные, простые или настраиваемые

source: The <span>Standard Bookmarklets</span> will take you to a page where you can easily edit or delete your brand new short URL.
ru_ru: <span>Стандартные букмарклеты</span> перенесут вас на страницу, где вы сможете легко отредактировать или удалить вашу новую короткую ссылку.

source: The <span>Instant Bookmarklets</span> will pop the short URL without leaving the page you are viewing (depending on the page and server configuration, they may silently fail)
ru_ru: <span>Мгновенные букмарклеты</span> покажут короткий URL во всплывающем окне, не покидая просматриваемой страницы (в зависимости от страницы и конфигурации сервера, они могут не сработать без уведомления)

source: The <span>Simple Bookmarklets</span> will generate a short URL with a random or sequential keyword.
ru_ru: <span>Простые букмарклеты</span> создадут короткий URL со случайным или последовательным ключевым словом.

source: The <span>Custom Keyword Bookmarklets</span> will prompt you for a custom keyword first.
ru_ru: <span>Настраиваемые букмарклеты</span> сначала запросят у вас желаемое ключевое слово.

source: If you want to share a description along with the link you're shortening, simply <span>select text</span> on the page you're viewing before clicking on your bookmarklet link
ru_ru: Если вы хотите поделиться описанием вместе с сокращаемой ссылкой, просто <span>выделите текст</span> на странице перед нажатием на букмарклет

source: <strong>Important Note:</strong> bookmarklets <span>may fail</span> on websites with <em>https</em>, especially the "Instant" bookrmarklets. There is nothing you can do about this.
ru_ru: <strong>Важное примечание:</strong> букмарклеты <span>могут не работать</span> на сайтах с <em>https</em>, особенно "Мгновенные". С этим ничего нельзя поделать.

source: The Bookmarklets
ru_ru: Букмарклеты

source: Click and drag links to your toolbar (or right-click and bookmark it)
ru_ru: Нажмите и перетащите ссылки на вашу панель инструментов (или щелкните правой кнопкой мыши и добавьте в закладки)

source: Standard (new page)
ru_ru: Стандартный (новая страница)

source: Instant (popup)
ru_ru: Мгновенный (всплывающее окно)

source: Simple
ru_ru: Простой

source: Shorten
ru_ru: Сократить

source: Instant Shorten
ru_ru: Мгновенно сократить

source: Custom Keyword
ru_ru: Свой ключ

source: Custom shorten
ru_ru: Сократить с ключом

source: Instant Custom Shorten
ru_ru: Мгновенно сократить с ключом

source: Social Bookmarklets
ru_ru: Социальные букмарклеты

source: Create a short URL and share it on social networks, all in one click!
ru_ru: Создайте короткий URL и поделитесь им в социальных сетях, все в один клик!

source: Shorten and share:
ru_ru: Сократить и поделиться:

source: Prefix-n-Shorten
ru_ru: Префикс и сокращение

source: When viewing a page, you can also prefix its full URL: just head to your browser's address bar, add "<span>%s</span>" to the beginning of the current URL (right before its 'http://' part) and hit enter.
ru_ru: При просмотре страницы вы также можете добавить префикс к ее URL: просто перейдите в адресную строку браузера, добавьте "<span>%s</span>" в начало текущего URL (прямо перед 'http://') и нажмите Enter.

source: Note: this will probably not work if your web server is running on Windows
ru_ru: Примечание: это, вероятно, не сработает, если ваш веб-сервер работает на Windows

source: (which seems to be the case here)
ru_ru: (что, похоже, так и есть)

source: Secure passwordless API call
ru_ru: Безопасный вызов API без пароля

source: YOURLS allows API calls the old fashioned way, using <tt>username</tt> and <tt>password</tt> parameters.
ru_ru: YOURLS позволяет вызывать API по старинке, используя параметры <tt>username</tt> и <tt>password</tt>.

source: If you're worried about sending your credentials into the wild, you can also make API calls without using your login or your password, using a secret signature token.
ru_ru: Если вы беспокоитесь об отправке своих учетных данных во внешний мир, вы также можете делать вызовы API без использования логина или пароля, используя секретный токен подписи.

source: Your secret signature token: <strong><code>%s</code></strong>
ru_ru: Ваш секретный токен подписи: <strong><code>%s</code></strong>

source: (It's a secret. Keep it secret)
ru_ru: (Это секрет. Держите его в секрете)

source: This signature token can only be used with the API, not with the admin interface.
ru_ru: Этот токен подписи можно использовать только с API, но не с интерфейсом администратора.

source: Usage of the signature token
ru_ru: Использование токена подписи

source: Simply use parameter <tt>signature</tt> in your API requests. Example:
ru_ru: Просто используйте параметр <tt>signature</tt> в ваших запросах к API. Пример:

source: Usage of a time limited signature token
ru_ru: Использование токена подписи с ограниченным временем

source: actual value:
ru_ru: текущее значение:

source: Now use parameters <tt>signature</tt> and <tt>timestamp</tt> in your API requests. Example:
ru_ru: Теперь используйте параметры <tt>signature</tt> и <tt>timestamp</tt> в ваших запросах к API. Пример:

source: Actual values:
ru_ru: Текущие значения:

source: This URL would be valid for only %s seconds
ru_ru: Этот URL будет действителен только %s секунд

source: See the <a href="%s">Passwordless API</a> page on the wiki.
ru_ru: См. страницу <a href="%s">API без пароля</a> на wiki.

source: See the <a href="%s">API documentation</a> for more
ru_ru: См. <a href="%s">документацию по API</a> для получения дополнительной информации

source: Upgrade YOURLS
ru_ru: Обновить YOURLS

source: Upgrade not required. Go <a href="%s">back to play</a>!
ru_ru: Обновление не требуется. <a href="%s">Возвращайтесь к работе</a>!

source: Your current installation needs to be upgraded.
ru_ru: Вашу текущую установку необходимо обновить.

source: Please, pretty please, it is recommended that you <strong>backup</strong> your database<br/>(you should do this regularly anyway)
ru_ru: Пожалуйста, очень-очень рекомендуется <strong>сделать резервную копию</strong> вашей базы данных<br/>(в любом случае, это следует делать регулярно)

source: Nothing awful <em>should</em> happen, but this doesn't mean it <em>won't</em> happen, right? ;)
ru_ru: Ничего ужасного <em>не должно</em> случиться, но это не значит, что <em>не случится</em>, верно? ;)

source: On every step, if <span class='error'>something goes wrong</span>, you'll see a message and hopefully a way to fix.
ru_ru: На каждом шаге, если <span class='error'>что-то пойдет не так</span>, вы увидите сообщение и, надеюсь, способ это исправить.

source: If everything goes too fast and you cannot read, <span class="success">good for you</span>, let it go :)
ru_ru: Если все происходит слишком быстро, и вы не успеваете прочитать, <span class="success">тем лучше для вас</span>, просто позвольте этому случиться :)

source: Once you are ready, press "Upgrade" !
ru_ru: Когда будете готовы, нажмите "Обновить" !

source: Upgrade
ru_ru: Обновить

source: Your installation is now up to date !
ru_ru: Ваша установка обновлена!

source: Go back to <a href="%s">the admin interface</a>
ru_ru: Вернуться в <a href="%s">панель администратора</a>

source: Incorrect DB config, or could not connect to DB
ru_ru: Неверная конфигурация БД, или не удалось подключиться к БД

source: Fatal error
ru_ru: Фатальная ошибка

source: All fields
ru_ru: Все поля

source: Short URL
ru_ru: Короткий URL

source: Title
ru_ru: Заголовок

source: IP Address
ru_ru: IP-адрес

source: Date
ru_ru: Дата

source: Clicks
ru_ru: Клики

source: Could not auto-encrypt passwords. Error was: "%s".
ru_ru: Не удалось автоматически зашифровать пароли. Ошибка: "%s".

source: <a href="%s">Get help</a>.
ru_ru: <a href="%s">Получить помощь</a>.

source: <a href="%s">Click here</a> to dismiss this message for one week.
ru_ru: <a href="%s">Нажмите здесь</a>, чтобы скрыть это сообщение на одну неделю.

source: Incorrect DB config, please refer to documentation
ru_ru: Неверная конфигурация БД, пожалуйста, обратитесь к документации

source: Logged out successfully
ru_ru: Вы успешно вышли

source: Invalid username or password
ru_ru: Неверное имя пользователя или пароль

source: Please log in
ru_ru: Пожалуйста, войдите

source: Error
ru_ru: Ошибка

source: Unauthorized action or expired link
ru_ru: Несанкционированное действие или ссылка истекла

source: 1 query
ru_ru: 1 запрос

source: Powered by %s
ru_ru: Работает на %s

source: Enter the URL
ru_ru: Введите URL

source: Custom short URL
ru_ru: Свой короткий URL

source: Optional
ru_ru: Необязательно

source: Shorten The URL
ru_ru: Сократить URL

source: Search for
ru_ru: Искать

source: Search in
ru_ru: Искать в

source: Search for %1$s in %2$s
ru_ru: Искать %1$s в %2$s

source: Sort by
ru_ru: Сортировать по

source: Ascending
ru_ru: По возрастанию

source: Descending
ru_ru: По убыванию

source: Sort order
ru_ru: Порядок сортировки

source: Order by %1$s %2$s
ru_ru: Упорядочить по %1$s %2$s

source: Number of rows to show
ru_ru: Количество строк для показа

source: Show %s rows
ru_ru: Показать %s строк

source: more
ru_ru: больше

source: less
ru_ru: меньше

source: Show links with
ru_ru: Показать ссылки с

source: Number of clicks
ru_ru: Количеством кликов

source: Show links with %1$s than %2$s clicks
ru_ru: Показать ссылки с %1$s чем %2$s кликов

source: before
ru_ru: до

source: after
ru_ru: после

source: between
ru_ru: между

source: Show links created
ru_ru: Показать ссылки, созданные

source: Select a date
ru_ru: Выберите дату

source: Select an end date
ru_ru: Выберите дату окончания

source: Show links created %1$s %2$s %3$s %4$s
ru_ru: Показать ссылки, созданные %1$s %2$s %3$s %4$s

source: Search
ru_ru: Поиск

source: Clear
ru_ru: Очистить

source: 1 page
ru_ru: 1 страница

source: &laquo; First
ru_ru: &laquo; Первая

source: Go to First Page
ru_ru: Перейти на первую страницу

source: Go to Last Page
ru_ru: Перейти на последнюю страницу

source: Last &raquo;
ru_ru: Последняя &raquo;

source: Your short link
ru_ru: Ваша короткая ссылка

source: Quick Share
ru_ru: Быстро поделиться

source: Long link
ru_ru: Длинная ссылка

source: Stats
ru_ru: Статистика

source: Share with
ru_ru: Поделиться в

source: Tweet this!
ru_ru: Твитнуть!

source: Share on Facebook
ru_ru: Поделиться в Facebook

source: Cancel
ru_ru: Отмена

source: Cancel editing
ru_ru: Отменить редактирование

source: Long URL
ru_ru: Длинный URL

source: Save
ru_ru: Сохранить

source: Save new values
ru_ru: Сохранить новые значения

source: Error, URL not found
ru_ru: Ошибка, URL не найден

source: Share
ru_ru: Поделиться

source: Edit
ru_ru: Изменить

source: Delete
ru_ru: Удалить

source: Not a common link
ru_ru: Необычная ссылка

source: Original URL
ru_ru: Оригинальный URL

source: Actions
ru_ru: Действия

source: Username
ru_ru: Имя пользователя

source: Password
ru_ru: Пароль

source: Login
ru_ru: Войти

source: Hello <strong>%s</strong>
ru_ru: Привет, <strong>%s</strong>

source: Logout
ru_ru: Выйти

source: Help
ru_ru: Помощь

source: Go to the admin interface
ru_ru: Перейти в панель администратора

source: Admin interface
ru_ru: Панель администратора

source: Tools
ru_ru: Инструменты

source: Not found
ru_ru: Не найдено

source: Page "%1$s" not found
ru_ru: Страница "%1$s" не найдена

source: Today
ru_ru: Сегодня

source: Close
ru_ru: Закрыть

source: <a href="%s">YOURLS version %s</a> is available. Please update!
ru_ru: Доступна <a href="%s">YOURLS версии %s</a>. Пожалуйста, обновитесь!

source: Drag to your toolbar!
ru_ru: Перетащите на панель инструментов!

source: Table '%s' created.
ru_ru: Таблица '%s' создана.

source: Error creating table '%s'.
ru_ru: Ошибка создания таблицы '%s'.

source: Could not initialize options
ru_ru: Не удалось инициализировать настройки

source: Could not insert sample short URLs
ru_ru: Не удалось вставить примеры коротких URL

source: YOURLS tables successfully created.
ru_ru: Таблицы YOURLS успешно созданы.

source: Error creating YOURLS tables.
ru_ru: Ошибка создания таблиц YOURLS.

source: Sunday
ru_ru: Воскресенье

source: Monday
ru_ru: Понедельник

source: Tuesday
ru_ru: Вторник

source: Wednesday
ru_ru: Среда

source: Thursday
ru_ru: Четверг

source: Friday
ru_ru: Пятница

source: Saturday
ru_ru: Суббота

source: S_Sunday_initial
ru_ru: В

source: M_Monday_initial
ru_ru: П

source: T_Tuesday_initial
ru_ru: В

source: W_Wednesday_initial
ru_ru: С

source: T_Thursday_initial
ru_ru: Ч

source: F_Friday_initial
ru_ru: П

source: S_Saturday_initial
ru_ru: С

source: Sun
ru_ru: Вс

source: Mon
ru_ru: Пн

source: Tue
ru_ru: Вт

source: Wed
ru_ru: Ср

source: Thu
ru_ru: Чт

source: Fri
ru_ru: Пт

source: Sat
ru_ru: Сб

source: January
ru_ru: Январь

source: February
ru_ru: Февраль

source: March
ru_ru: Март

source: April
ru_ru: Апрель

source: May
ru_ru: Май

source: June
ru_ru: Июнь

source: July
ru_ru: Июль

source: August
ru_ru: Август

source: September
ru_ru: Сентябрь

source: October
ru_ru: Октябрь

source: November
ru_ru: Ноябрь

source: December
ru_ru: Декабрь

source: Jan_January_abbreviation
ru_ru: Янв

source: Feb_February_abbreviation
ru_ru: Фев

source: Mar_March_abbreviation
ru_ru: Мар

source: Apr_April_abbreviation
ru_ru: Апр

source: May_May_abbreviation
ru_ru: Май

source: Jun_June_abbreviation
ru_ru: Июн

source: Jul_July_abbreviation
ru_ru: Июл

source: Aug_August_abbreviation
ru_ru: Авг

source: Sep_September_abbreviation
ru_ru: Сен

source: Oct_October_abbreviation
ru_ru: Окт

source: Nov_November_abbreviation
ru_ru: Ноя

source: Dec_December_abbreviation
ru_ru: Дек

source: Could not find and deactivate plugin :
ru_ru: Не удалось найти и деактивировать плагин:

source: Not a valid plugin file
ru_ru: Неверный файл плагина

source: Plugin already activated
ru_ru: Плагин уже активирован

source: Plugin generated unexpected output. Error was: <br/><pre>%s</pre>
ru_ru: Плагин сгенерировал неожиданный вывод. Ошибка: <br/><pre>%s</pre>

source: Plugin not active
ru_ru: Плагин не активирован

source: Loading %s generated unexpected output. Error was: <br/><pre>%s</pre>
ru_ru: Загрузка %s сгенерировала неожиданный вывод. Ошибка: <br/><pre>%s</pre>

source: Invalid link
ru_ru: Неверная ссылка

source: This page does not exist. Maybe a plugin you thought was activated is inactive?
ru_ru: Эта страница не существует. Возможно, плагин, который вы считали активированным, неактивен?

source: Invalid code
ru_ru: Неверный код

source: This page cannot be displayed because the displaying function is not callable.
ru_ru: Эта страница не может быть отображена, так как функция отображения недоступна.

source: Missing or malformed URL
ru_ru: Отсутствует или поврежден URL

source: URL is a short URL
ru_ru: Этот URL уже является коротким

source: %s already exists in database (short URL: %s)
ru_ru: %s уже существует в базе (короткий URL: %s)

source: Short URL %s already exists in database or is reserved
ru_ru: Короткий URL %s уже существует в базе или зарезервирован

source: %s added to database
ru_ru: %s добавлен в базу данных

source: Error saving url to database
ru_ru: Ошибка сохранения URL в базу данных

source: Long URL or Short URL cannot be blank
ru_ru: Длинный URL или Короткий URL не могут быть пустыми

source: Link updated in database
ru_ru: Ссылка обновлена в базе данных

source: Error updating %s (Short URL: %s)
ru_ru: Ошибка обновления %s (Короткий URL: %s)

source: URL or keyword already exists in database
ru_ru: URL или ключевое слово уже существует в базе

source: if you are not redirected after 10 seconds, please <a href="%s">click here</a>
ru_ru: если вас не перенаправило через 10 секунд, пожалуйста, <a href="%s">нажмите здесь</a>

source: Please <a href="%s">click here</a>
ru_ru: Пожалуйста, <a href="%s">нажмите здесь</a>

source: Too Many Requests
ru_ru: Слишком много запросов

source: Too many URLs added too fast. Slow down please.
ru_ru: Слишком много URL добавлено слишком быстро. Пожалуйста, помедленнее.

source: Service temporarily unavailable
ru_ru: Сервис временно недоступен

source: Our service is currently undergoing scheduled maintenance.
ru_ru: Наш сервис в данный момент находится на плановом обслуживании.

source: Things should not last very long, thank you for your patience and please excuse the inconvenience
ru_ru: Это не должно занять много времени, спасибо за терпение и извините за неудобства

source: %1$s is <strong>deprecated</strong> since version %2$s! Use %3$s instead.
ru_ru: %1$s <strong>устарел</strong> с версии %2$s! Используйте %3$s.

source: %1$s is <strong>deprecated</strong> since version %2$s with no alternative available.
ru_ru: %1$s <strong>устарел</strong> с версии %2$s, альтернативы нет.

source: Statistics for %s
ru_ru: Статистика для %s

source: Aggregate stats for duplicate short URLs
ru_ru: Общая статистика для дубликатов коротких URL

source: Traffic statistics
ru_ru: Статистика трафика

source: Traffic location
ru_ru: География трафика

source: Traffic sources
ru_ru: Источники трафика

source: Last 24 hours
ru_ru: За 24 часа

source: Last 7 days
ru_ru: За 7 дней

source: Last 30 days
ru_ru: За 30 дней

source: All time
ru_ru: За все время

source: Number of hits : %s
ru_ru: Количество переходов: %s

source: Historical click count
ru_ru: История переходов

source: about 1 day ago
ru_ru: около 1 дня назад

source: Short URL created on %s
ru_ru: Короткий URL создан %s

source: %s per day
ru_ru: %s в день

source: %s per hour
ru_ru: %s в час

source: %s hit
ru_ru: %s переход

source: Best day
ru_ru: Лучший день

source: <strong>%1$s</strong> hit on %2$s
ru_ru: <strong>%1$s</strong> переход %2$s

source: Click for more details
ru_ru: Нажмите для просмотра деталей

source: Year %s
ru_ru: Год %s

source: 1 hit
ru_ru: 1 переход

source: No traffic yet. Get some clicks first!
ru_ru: Пока нет трафика. Сначала получите клики!

source: Top 5 countries
ru_ru: Топ 5 стран

source: Overall traffic
ru_ru: Весь трафик

source: No country data.
ru_ru: Нет данных по странам.

source: Referrer shares
ru_ru: Доли рефереров

source: Others
ru_ru: Другие

source: Referrers
ru_ru: Рефереры

source: (details)
ru_ru: (детали)

source: Various:
ru_ru: Разное:

source: Direct vs Referrer Traffic
ru_ru: Прямой трафик vs Рефереры

source: Direct
ru_ru: Прямой

source: <strong>%s</strong> hit
ru_ru: <strong>%s</strong> переход

source: Direct traffic:
ru_ru: Прямой трафик:

source: Referrer traffic:
ru_ru: Трафик с рефереров:

source: No referrer data.
ru_ru: Нет данных по реферерам.

source: Short link
ru_ru: Короткая ссылка
